0="252"
1="Név / Kit."
2="Név / "
3="Kit."
4="Méret"
5="Dátum/Idõ"
6="Hiba %i mapping dir!"
7="Hiba %i changing to dir!"
8="A fálj nem elérhetõ!"
9="A fájl nem található!"
10="A célfájl nem elérhetõ!"
11="A fájl nem másolható, mozgatható!"
12="Nem lehet a könyvtárat saját magába másolni!\n%s"
13="Nem törölhetõ a %i fájl!"
14="Hiba, a könyvtár nem hozható létre!"
15="CRC hiba a csomagolt fájlban!\n%s"
16="Hiba, a célfájl nem írható!\n%s"
17="Hiba a ZIP fájl olvasásakor!"
18="Hiba a ZIP fájlban!"
19="Kibontás megszakítva!"
20="A ZIP nem támogatott formátumú (ZIP 1.0)!"
21="A ZIP fájl titkosított!"
22="Ismeretlen kicsomagolási hiba!"
23="Kicsomagolási hiba"
24="Nem változtatható az attribútum a ZIP-ben!"
25="Hiba"
26="Figyelem!"
27="Érvénytelen dátum vagy idõ formátum!"
28="Hiba, a fájl túl nagy!\nMax 64k a támogatott méret!"
29="Forrás: "
30="Cél:     "
31="Másol / Mozgat"
32="Másolás/Mozgatás %i fájl/könyvtár:"
33="Beillesztés"
34="Törlés"
35="Törlés:"
36="Parancsikon készítés:"
37="Parancsikon készítés %i files/dirs -ból:"
38="Törölni akarod a(z) %i kiválasztott fájlt/könyvtárat?"
39="További fájl másolása..."
40="Add meg a könyvtár nevét:"
41="Könvtár létrehozás"
42="Felülírás: %s\n   %i Byte, %i.%02i.%04i %i:%02i:%02i\n\nWith: %s\n   %i Byte, %i.%02i.%04i %i:%02i:%02i"
43="A célfájl létezik. Felülírod?"
44="Kicsomagolás"
45="A %i fájl/könyvtár kicsomagolás:"
46="%i fájl/könyvtár becsomagolás:"
47="Új menüpont megnevezés:"
48="Könyvtár gyorslista"
49="Aktuális hozzáadása"
50="Aktuális elvétele"
51="Paraméterek:"
52="Futtatás"
53="Csere"
54="Törlés"
55="Törlés gomb:"
56="Programok (*.exe)~*.exe~Minden fájl (*.*)~*.*~~"
57="Minden fájl"
58="Új fájl"
59="Szerkesztés"
60="Új fájl"
61="Define other"
62="Beállít alapértelmezettnek"
63="Megynitás"
64="Kicsomagolás"
65="Másolás/Mozgatás"
66="Átnevezés"
67="Törlés"
68="Vágólapra másolás"
69="Kivágás (vágólapra)"
70="Beillesztés ide (Másol)"
71="Beillesztés ide (Mozgat)"
72="Tulajdonságok"
73="Add meg a kiválasztási formát, pl: *.txt *.doc"
74="Kiválaszt/megszüntet"
75="Keresés:"
76="%i Fájl, %i könyvtár"
77="bytes"
78="tömörített"
79="Általános"
80="Parancsikon"
81="Keresés:"
82="Perc"
83="Óra"
84="Nap"
85="Hónap"
86="Év"
87="Hiba, a fájl túl nagy!\nNem elég a memória a mentéshez!"
88="Hiba, a fájl nem hozható létre!"
89="Hiba a fájl  írásakor!"
90="Hiba, a fájl túl nagy!\nNem elég a memória a keresésheu!"
91="Hiba, a fájl túl nagy!"
92="Buffer megtelt!"
93="Szerkesztõ"
94="Keresendõ szöveg:"
95="Keres"
96="A fájl megváltozott, mented?"
97="[Névtelen]"
98="Minden fájl (*.*)~*.*~Szöveg fájlok (*.txt)~*.txt~~"
99="Programok (*.exe;*.lnk)~*.exe;*.lnk~Minden fájl (*.*)~*.*~~"
100="(*.exe;*.dll;*.ico;*.icl)~*.exe;*.dll;*.ico;*.icl~All files (*.*)~*.*~~"
101="Nézõke"
102="Szerkeszt"
103="Másol/Mozgat"
104="Átnevez"
105="Könyvtár készítés"
106="Töröl"
107="Összecsomagol ZIP-el"
108="Frissít"
109="Tlajdonságok"
110="Sub-Bar"
111="Megnyitás"
112="Mentés"
113="Kivágás"
114="Másolás"
115="Beillesztés"
116="Visszavonás"
117="Keresés/Tovább keresés"
118="Törlés"
119="Kétablakos mód"
120="Egyablakos mód"
121="Virtuális 2 ablakos mód"
122="Infravörös"
123="Fájl küldése infrán keresztül"
124="Fogadás infrán keresztül"
125="IV-Fogadás (OBEX-Protocol)"
126="IV-Küldés (OBEX-Protocol)"
127="Inditsd el a küldést a másik eszközön!"
128="Inditsd el a fogadást a másik eszközön!"
129="Csatlakozás..."
130="Csatlakozva!"
131="Fájl mentés mint:"
132="Eszköz keresése: "
133="Nem lehet megnyitni a forrás fájlt! Folytatás a következővel?"
134="A területen nem található egyéb eszköz!"
135="Kacsolodási hiba!"
136="Hiba a funkcióban"
137="A funkció nem támogatott!"
138="A cél elérhetetlen!"
139="Küldés hiba (kód: %d)."
140="Új ZIP fájl írás hiba!"
141="Nincs elegendő memória!"
142="Csomagolás megszakítva!"
143="Fájlolvasási hiba!"
144="Nem tudom megnyitni olvasásra!"
145="Hiba a tömörítési eljárásban!"
146="CRC hiba a tömörített fájlban!"
147="Hiba: Nem lehet létrehozni az ideiglenes fájlt!"
148="Hiba: Régi ZIP fájl nem támogatott formában!\r\nCsomagold ki a fájlokat és tömörítsd őket egy újabb ZIP programmal."
149="Alternatív fájl kijelölési módszer"
150="Az eszköz készen áll a kommunikációra az infra porton keresztül!"
151="Ez a funkció csak belső fogadó funkció nélkül szükséges."
152="Le kell tiltanod a belső fogadó funkciót ha használni szeretnéd."
153="Másolás visszautasítva!"
154="Időtúllépés!"
155="Kapcsolat bontás..."
156="Másolás kész!"
157="Küldhetsz további fájlokat vagy becsukhatod az ablakot."
158="Lemezterület"
159="Kapcsolat bontása"
160="Átviteli mód: Binary"
161="Átviteli mód: Text"
162="Átviteli mód: Automatic"
163="Felhasználó:"
164="Jelszó:"
165="Kapcsolat:"
166="Tűzfal felhasználó:"
167="Tűzfal jelszó:"
168="Célkönyvtár:"
169="A következő fájlok TEXT típusú átvitele:"
170="Beépülő"
171="Ugrás/Történet"
172="Nemlehet átkapcsolni ebbe a könyvtárba! Töröljem a listából?"
173="Válassz célt:"
174="Nyomj OK-t az újrapróbáláshoz"
175="Obex küldés"
176="Hozzárendelés"
177="Megjegyzés: Indítsd újra az eszközt ha a megjelenő ikon nem megfelelő."
178="FIGYELEM: Pocket Internet Explorerhez rendelni egy fájlt végtelen hurokhoz vezethet!"
179="Beépülők"
180="Függõleges beosztás"
181="Írd be a jelszót még egyszer az ellenõrzéshez!"
182="Összes kijelölése"
183="Fordított kijelölés"
184="Fájl kijelölés/Kijelölés törlés"
185="Minden ugyanilyen kiterjesztésű kijelölése"
186="CTRL billentyű"
187="SHIFT billentyű"
188="Lapozás fel"
189="Lapozás le"
190="Új gomb létrehozása"
191="Gomb áthelyezés..."

{Main menu}
1000="&Fájl"
1001="Fájl &keresés\tCtrl+F"
1002="&Átnevezés\tCtrl+2"
1003="&Nézõke\tCtrl+3"
1004="&Szerkesztés\tCtrl+4"
1005="&Másolás/Mozgatás\tCtrl+5"
1006="&Parancsikon készítés\tCtrl+Shift+5"
1007="Mk&Dir\tCtrl+7"
1008="&Törlés\tCtrl+8"
1009="Tömörtés &ZIP-el\tCtrl+Alt+5"
1010="T&ulajdonságok\tAlt+Enter"
1011="&Frissítés\tCtrl+R"
1012="Fájl küldés &infra porton"
1013="Fájl fogadás inf&ra porton"
1014="Bluetooth küldé&s"
1020="&Nézet"
1021="&Csak név"
1022="&Teljes"
1023="&Nagy ikonok"
1024="&Egyablakos mód"
1025="Rejtett fájlok &ROM-on"
1026="&Könyvtár gyorslista\tCtrl+D"
1027="&Fa nézet\tCtrl+T"
1028="Kiválasztá&s/Megszüntetés\tCtrl+'-'"
1029="&Információ/Beállítások"
1030="Kilépés"
{Short forms for PocketPC}
1031="Fájl"
1032="Nézet"
1033="Súgó"
1034="Kiválaszt"
1035="TOVÁBB"
1036="Fülek igazítása"

{Editor menu}
1500="&Fájl"
1501="&Megnyitás..."
1502="M&entés"
1503="Me&ntés szövegként..."
1504="Mentés &Unicode formában..."
1505="&Bezárás"
1506="Be&tû..."
1507="Ú&j"

1510="&Szerkesztés"
1511="&Visszavonás\tCtrl+Z"
1512="&Kivágás\tCtrl+X"
1513="&Másolás\tCtrl+C"
1514="&Beillesztés\tCtrl+V"
1515="&Törlés\tDel"
1516="K&eresés...\tCtrl+F"
1517="T&ovább keresés\tCtrl+Shift+F"
1518="M&ind kiválaszt\tCtrl+A"
1519="&Sortörés"
{Short forms for PocketPC}
1530="&Fájl"
1531="&Szerkesztés"

2000="Rendben"
2001="Mégse"
2002="Fa"

2101="&Másolás"
2102="Moz&gatás"
2103="&Tömörítés"
2104="Titk&osít"

3001="&Keresés:"
3002="&Szöveg tartalomra:"
3003="&Nagybetû érzékeny"
3004="&Unicode"
3005="K&orábbi mint:"
3006="&Méret:"
3007="Indít"

4000="Tulajdonságok"
4001="Hely:"
4002="Méret:"
4003="Attribútumok:"
4004="&Csak olv."
4005="&Arhív"
4006="&Rejtett"
4007="R&endszer"
4008="ROM-on"
4009="&Változtat"
4010="&Dátum:"
4011="&Idõ:"
4012="&Most"
4013="Utolsó módosítás"
4014="Alkönyvtárakban is"
4015="&Cél:"
4016="&Fájl >>"
4017="&Könyvtár >>"
4018="Szabad:"
4019="Teljes:"

5000="Betû választás"
5001="&Betû:"
5002="&Méret:"
5003="&Félkövér"
5004="&Dõlt"
5005="Példa"
5006="&Ikonok:"

6000="Eszköztár gomb csere"
6001="&Parancs:"
6002="P&araméter:"
6003="&Induló könyvtár:"
6004="Ikon &fájl:"
6005="Inde&x:"

7001="&Felülírás"
7002="M&indent felülír"
7003="&Kihagy"
7004="Mé&gse"
7005="&Régebbit felülír"
7006="&Mind kihagyja"
7007="F&olytat"

8001="&Kiválaszt"
8002="&Megszünt."
8003="&Régi kijelölések:"

8501="Sorrend:"
8502="Oszlopszélesség:"
8503="Név:"
8504="Méret:"
8505="Dátum:"

9000="Cecmd infó"
9001="&Egykatt. indítás"
9002="&Betû beállítás"

9500="Megjelenítési mód"
9501="(szimulált két ablak a képernyõn kívül)"

20000="FTP beállítások"
20001="Szerver &név[:port]:"
20002="F&ekhasználó:"
20003="&Jelszó:"
20004="&Távoli könyvtár:"
20005="Cmd&s küldés:"
20006="Szerve&r tipus:"
20007="Tűz&fal:"
20008="&Passzív mód használata"

20100="Tűzfal beállítás"
20101="Tűzfal módszer"
20102="Tűzfal infó"
20103="Host[:Port]:"
20104="Felh. (fwu):"
20105="Jelsz. (fwp):"
20106="Átlátszó"

20200="Új kapcsolat"
20201="Gyors kapcsolat"
20202="Kapcsolat neve:"
20203="Kapcsolat megszakítva!"
20204="Kapcsolat elveszett, újrakapcsolódás..."
20205="Újrakapcsolódás sikerült!"
20206="Auto. felismerés"
20207="Paraméterek beolvasása"
20208="Új tűzfal..."

20210="Letöltés megszakadt!"
20211="Feltöltés megszakítva!"
20212="Parancs típus hiba!"
20213="Socket készítési hiba!"
20214="A kötés elromlott"
20215="GetSockName hibás!"
20216="Listázási hiba!"
20217="PORT parancs hiba!"
20218="Forrás és cél külömbözőek!"
20219="Nincs kapcsolat!"
20220="Parancs folyamatban!"
20221="Nem lehet a távoli könyvtárat létrehozni!"
20222="Kapcsolat hiba!"
20223="Íráshiba, lehet, hogy tele van a lemez!"

20240="Kapcsolat rendben!"
20241="Felhasználó neve nem jó!\n"
20242="Nem jó a jelszó!\n"
20243="Hozzáférés nem elfogadható!\n"
20244="OFFLINE!"
20245="Várakozás a szerverre..."
20246="Figyelem: A jelszó a registrációs adatbázisba rögzítése nem biztonságos!\r\n\r\nBiztonsági okok miatt ez nem ajánlott, de akkor be kell írnod minden belépésnél."

21000="<új szerver>"
21001="_gyors megnyitás"
21002="Szerver helye"
21003="Add meg a szerver nevét, Pl. myserver vagy \\\\server1\\e :"
21004="Új kapcsolat"
21005="Kapcsolat neve:"

22000="(alap)"
22001="+új érték+"
22002="Új érték #1"
22003="Tartalom: <%s>:"
22004="Érték"
22005="Hiba a %d sorban, nem érvényes hexa szöveg!"

22020="Számérték szerkesztés"
22021="&Érték:"
22022="&Tizedes"
22023="&Hexa"
22024="Alap"

22040="Új érték"
22041="&Név:"
22042="&Szöveg"
22043="&DWORD"
22044="B&inary"
22045="&Multi-String"
22046="&Bővíthető Str."
22047="Típus"

22060="Hexadecimális érték szerkesztése"

23000="&Kikódolás"
23001="UTF-8"
23002="ANSI (helyi kódlap) (0)"
23003="ASCII/DOS (helyi kódlap) (1)"
23004="MacOS (2)"
23005="Kelet Európai (1250)"
23006="Ciril Windows (1251)"
23007="Nyugat Európa Latin1 (1252)"
23008="Görög (1253)"
23009="Török (1254)"
23010="Héber (1255)"
23011="Arab (1256)"
23012="Balti (1257)"
23013="Vietnami (1258)"
23014="Kínai (936)"
23015="Kínai Tajwan (950)"
23016="Japán (932)"
23017="Kóreai (949)"
23018="Thaiföld (874)"
23019="DOS-USA (437)"
23020="DOS-LATIN1 (850)"
23021="Ciril KOI8-R (20866)"
23022="Egyéb (add meg kézzel)"
